Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Det kom inn 11 forslag til motiv fra samiske kunstnere.
sme: 11 sámi dáiddára evttohedje motiivva dán mintii.

source: Pregkomiteen valgte bidraget fra kunstneren Annelise Josefsen.
sme: Árvvoštallanlávdegoddi válljii dáiddára Annelise Josefsena evttohusa.

source: Sametingsrådet har besluttet å gå til innkjøp av 100 mynter til Sametingets gavelager, til stipulert kostnad på kr. 15000,-. Mynten kommer i eske, der jubileet, motiv og kunstneren omtales.
sme: Sámediggeráđđi mearridii oastit 100 mintta Sámedikki skeaŋkarádjui, ja gollun árvvoštallojuvvo leat 15000,- ru. Minttat bohtet báhkaid siste, mas ávvudeapmi, motiiva ja dáiddára birra válddahuvvo.

source: Sametingets ungdomspolitiske utvalg
sme: Sámedikki nuoraidpolitihkalaš lávdegoddi (SáNul)

source: Sametingets ungdomspolitiske utvalg – SUPU – har hatt to møter i perioden;
sme: Sámedikki nuoraidpolitihkalaš lávdegottis leat leamaš guokte čoahkkima áigodagas;

source: 26.-27.02. og 29.-30.04. Saker har vært valg av nestleder (Jon-Christer Mudenia), valg av medlemmer til Samisk Parlamentarisk råds ungdomsråd, valg av representant til Rådgivende utvalg for samiske saker i Sør-Trøndelag, saker til Sametingets plenum, planlegging av møter med Barneombudet og med SANKS, planlegging av prosjekt om trygt Sápmi.
sme: 02. ja 29. - 30. 04. Áššin leat leamaš nubbijođiheaddji válljen (Jon-Christer Mudenia), lahtuid válljen Sámi parlamentáralaš lávdegotti nuoraidráđđái, ovddasteaddji válljen Sámi áššiid ráđđeaddi lávdegoddái Mátta-Trøndelágas, Sámedikki dievasčoahkkima áššit, čoahkkimiid plánen Mánáidáittardeddjiin ja SANAG:iin, oadjebas Sápmi prošeavtta plánen.

source: SUPU deltok under komité- og plenumssamlingen i uke 9 i 2016.
sme: SáNul searvvai lávdegodde- ja dievasčoahkkimiin ovccát vahkus 2016.

source: Representanter for SUPU møtte representanter for russisk urfolksungdom som besøkte Sametinget i Karasjok 2. mars. SUPU deltok på årsmøtet til Noereh!
sme: SáNul ovddasteaddjit deaivvadedje ruošša álgoálbmotnuoraid ovddasteddjiiguin, geat ledje Sámedikki guossin Kárášjogas njukčamánu 2. b. SáNul searvvai Noereh! organisašuvnna jahkečoahkkimii njukčamánu 4. – 6. b., álgoálbmogiid oahppokonferánsii AIEC2016 Guovdageainnus.

source: SUPU deltok sammen med Sametingsrådet i møte med leder for Elevorganisasjonen 1. april i Karasjok.
sme: SáNul searvvai ovttas Sámediggeráđiin čoahkkimii Ohppiidorganisašuvnna jođiheddjiin cuoŋománu 1. b. Kárášjogas.

source: SUPU er representert i Rådgivende utvalg for samiske saker i Sør-Trøndelag, og deltok på møte i utvalget på Røros 14. mars.
sme: SáNul:is lea ovddastus Sámi áššiid ráđđeaddi lávdegottis Mátta-Trøndelágas, ja searvvai lávdegotti čoahkkimii Plassjes njukčamánu 14. b.

source: SUPU har gitt innspill til Høring - råd i kommuner og fylkeskommuner for ungdom, eldre og personer med funksjonsnedsettelse.
sme: SáNul lea addán árvalusaid Gulaskuddamii – ráđit gielddain ja fylkagielddain nuoraid, vuorasolbmuid ja doaibmavádjet olbmuid várás.

source: Dokumentasjonssenter
sme: Duođaštanguovddáš

source: Sametingsrådet har bevilget midler til prosjektet Dokumentasjonssenter for Alta/Kautokeino saken til RiddoDuottarMuseat, som ved innleid konsulentbistand har jobbet med prosjektet.
sme: Sámediggeráđđi lea juolludan ruđaid prošektii Álttá/Guovdageainnu Duođaštanguovddáš áššái RiddoDuottarMuseai, mii láigohuvvon konsuleantavehkiin lea bargan prošeavttain.

source: RDM har avsluttet prosjektet og rapporterer at under arbeidets gang har prosjektet forandret noe karakter til å omfatte et stort fokus på etablering av forskningsprosjekter.
sme: RDM lea loahpahan prošeavtta ja raportere ahte barggu áigge lea prošeakta rievdan veaháš nu ahte siskkilda stuorra fokusa dutkanprošeavttaid ásaheapmái.

source: Dette går noe ut over målsetninga med prosjektet som var etablering av et dokumentasjonssenter under RDM's organisasjon, dvs en museumsavdeling med virksomhet som innebærer innsamling og formidling.
sme: Dát ii leat áibbas prošeavtta ulbmila mielde, mii lei duođaštanguovddáža ásaheapmi RDM organisašuvnna vuollásažžan, mii mearkkaša ahte šattašii museaossodat man doaibman lea čohkket ja gaskkustit.

source: Virksomheten med dokumentasjon av Alta/Kautokeino saken er viktig, og Sametingsrådet vil i samarbeid med RiddoDuottarMuseat diskutere mulige løsninger for å få senteret realisert.
sme: Álttá/Guovdageainnu duođaštandoaimma ášši lea deaŧalaš, ja Sámediggeráđđi áigu ovttasráđiid RiddoDuottarMuseain digaštallat vejolaš čovdosiid birra vai oččošeimmet guovddáža duohtan dahkkojuvvot.

source: Sametingsrådet hadde et møte med Kautokeino kommune v/ordfører Johan Vasara og rådmann Kent Valio i Kautokeino den 4. mai om kommunens søknad om støtte til forprosjekt til Samisk dokumentasjonssenter/Govvagiisá.
sme: Sámediggeráđis lei čoahkkin Guovdageainnu suohkaniin masa serve sátnejođiheaddji Johan Vasara ja ráđđealmmái Kent Valio Guovdageainnus miessemánu 4. b. suohkana ohcama birra oažžut doarjaga Sámi duođaštanguovddáža/Govvagiissá ovdaprošektii.

source: På møtet ga rådet uttrykk for at man er villig til å bidra til en løsning, men at Sametingsrådet ser det som riktig og mest hensiktsmessig at denne typen prosjekter knyttes til RDM, som er ett av Sametingets verktøy for å ivareta samisk kulturarv.
sme: Čoahkkimis dovddahii ráđđi ahte dáhttut veahkehit gávdnat čovdosa, muhto ahte Sámediggeráđi mielas lea riekta ja eanemus ulbmillaš ahte dán lágan prošeavttat čadnojuvvojit RDM:ii, mii lea okta Sámedikki gaskaoapmi sámi kulturárbbi goziheamis.

source: Etter rådets vurdering bør man også se på mulighetene til å knytte Samisk arkiv til prosjektet.
sme: Ráđi árvvoštallama mielde berre maiddái geahčadit vejolašvuođaid čatnat Sámi arkiivva prošektii.

source: Ordfører Johan Vasara ga uttrykk for å ville revurdere innholdet i søknaden på nytt.
sme: Sátnejođiheaddji Johan Vasara dovddahii ahte áigu ođđasis árvvoštallat ohcama sisdoalu.

source: NRK Sápmi konferanse
sme: NRK Sápmi konferánsa

source: Sametingsrådet deltok på NRK Sápmis konferanse om hvordan ta vare på samisk språk i møte med nye medievaner.
sme: Sámediggeráđđi searvvai NRK Sápmi konferánsii das ahte movt atnit ávvira sámegielas ođđa mediadábiid deaivvadeamis.

source: Sametingsrådet ga bl.a. innspill på at samisk innhold og språk bør integreres mer som en naturlig det av alle NRKs programdeler, også utenfor tidsrammene avsatt til NRK Sápmi.
sme: Sámediggeráđđi attii earret eará rávvagiid dasa movt sámi sisdoallu ja giella berrešii searvvahuvvot eanet lunddolaš oassin buot NRK prográmmaosiin, maiddái olggobealde áigerámmaid mat leat várrejuvvon NRK Sápmái.

source: 4 Bibliotek
sme: 4. Bibliotehka

source: Økt kunnskap om samisk litteratur.
sme: Eanet máhttu sámi girjjálašvuođa birra.

source: Bibliotekmøtet
sme: Bibliotehkačoahkkin

source: Sametingets bibliotek var samarbeidspartner med Norsk bibliotekforening om arrangementet Bibliotekmøtet i Tromsø i mars i år, som samlet nærmere 500 fagarbeidere fra norske bibliotek.
sme: Sámedikki bibliotehka lei ovttasbargooasálaš Norgga bibliotehkasearvvis go lágidedje Bibliotehkačoahkkima Romssas njukčamánus dán jagi, dohko ledje boahtán lagabui 500 fágabargi norgga bibliotehkain.

source: Bibliotekmøtet arrangeres av Norsk Bibliotekforening hvert annet år.
sme: Bibliotehkačoahkkima lágida Norgga Bibliotehkasearvi juohke nuppi jagi.

source: Sametingsrådet deltok.
sme: Sámediggeráđđi searvvai maid.

source: Sametingets bibliotek arrangerte seminar med tittelen "Joikens frie natur".
sme: Sámedikki bibliotehka lágidii seminára namain "Joikens frie natur".

source: Målet var å gi deltakere muligheten til å lære om samisk kultur med joik som utgangspunkt.
sme: Ulbmilin lei addit oasseváldiide vejolašvuođa oahppat sámi kultuvrra birra mas luohti lei vuolggasadjin.

source: Leder i Sámi juoigansearvi/joikernes forening Biret Ristin Sara og forfatter Rawdna Carita Eira holdt innlegg på seminaret.
sme: Sámi juoigansearvvi jođiheaddji Biret Ristin Sara ja girječálli Rawdna Carita Eira doalaiga sáhkavuoru semináras.

source: Kontaktmøte med bokbussene
sme: Oktavuohtačoahkkin girjebussiiguin

source: Det årlige kontaktmøtet mellom representanter for Sametinget og de samiske bokbussen ble holdt i Tromsø 4. mai. Det ble orientert om den igangsatte evalueringen av tilskuddsordningen for samiske bokbusser.
sme: Jahkásaš oktavuohtačoahkkin Sámedikki ja sámi girjebussiid ovddasteddjiid gaskka dollojuvvui Romssas miessemánu 4. b. Doppe čilgejuvvui ahte sámi girjebussiid doarjjaortnega evalueren lea álggahuvvon.

source: 5 Barnehage
sme: 5 Mánáidgárddit

source: Samisk språk, kultur, tradisjoner og grunnleggende verdier gjenspeiles i barnehagen.
sme: Sámi giella, kultuvra, árbevierut ja vuođđoárvvut oidnosis mánáidgárddis.

source: Tilskudd til barnehager
sme: Doarjja mánáidgárddiide

source: Sametinget gir tilskudd til barnehager som har vedtektsfestet at barnehagedriften bygger på samisk språk og kultur.
sme: Sámedikki doarjja mánáidgárddiide mii lea mearriduvvon galgá vuođđuduvvat sámi giela ja kultuvrra ala.

source: Sametingets definisjon på en samisk barnehager er at den ledes av samiskspråklig pedagogisk personale, der ansatte i barnehagen er samiskspråklige og der driftsspråket er samisk.
sme: Sámediggi meroštallá ahte sámi mánáidgárddiid jođihit sámegielat pedagogalaš bargit, ja mánáidgárddi bargit leat sámegielagat ja maid giellan lea sámegiella.

source: Sametingsrådet er i vinter blitt oppmerksomme på at det er flere barnehager som i søknader og rapporter oppgir at både samisk og norsk brukes som hverdagsspråk, selv om de aktuelle barnehagene formelt er definert som samiske barnehager/avdelinger.
sme: Sámediggeráđđi lea dálvit fuomášan ahte ollu mánáidgárddit mat ohcamiin ja raporttain almmuhit ahte dain lea sihke sámegiella ja dárogiella beaivválaš giellan, vaikko guoskevaš mánáidgárddit formálalaččat leat definerejuvvon sámi mánáidgárdin/ossodahkan.

source: Sametingsrådet behandler nå søknadene, og vil følge spesielt opp kravet om samisk som driftsspråk og antall samiskspråklige ansatte.
sme: Sámediggeráđđi meannuda dál ohcamiid, ja áigu čuovvolit erenoamážit gáibádusa ahte sámegiella galgá leat doaibmagiellan ja man ollu bargit leat sámegielagat.

source: Oppfølgingen gjøres gjennom dialog med og besøk i barnehagene.
sme: Čuovvoleapmi čađahuvvo gulahallama bokte mánáidgárddiiguin ja daid galledeami bokte.

source: Fire søknader til samisk barnehagetilbud er ferdigbehandlet og 27 søknader er under behandling.
sme: Sámediggi lea meannudan njeallje ohcama sámi mánáidgárdefálaldaga birra gárvvisin ja 27 ohcama leat meannuduvvomin.

source: Det er kommet inn prosjektsøknader fra to barnehager.
sme: Guokte mánáidgárddi leat sáddet prošeaktaohcamiid.

source: Søknadssum er på kr 330.000. Det er kommet inn 11 søknader om utvikling av pedagogisk materiell.
sme: Ohcansubmi lea 330.000 ru. 11 ohcama leat ožžon pedagogalaš ávdnasiid ovddideamis.

source: Samlet søknadssum er over 5,3 millioner.
sme: Ohcansubmi oktiibuot lea badjel 5,3 miljon ru.

source: Barnehagesituasjonen i Alta kommune
sme: Mánáidgárdedilli Álttá suohkanis

source: Sametingsrådet arrangerte 17. februar folkemøte om samarbeidsavtale mellom Sametinget og Alta kommune, hvor sametingsrådet deltok.
sme: Sámediggeráđđi lágidii guovvamánu 17. b. álbmotčoahkkima ovttasbargošiehtadusa birra Sámedikki ja Álttá suohkana gaskka, masa sámediggeráđđi searvvai.

source: Representanter for Alta kommune deltok ikke.
sme: Álttá suohkana ovddasteaddjit eai searvan.

source: På møtet ga samiske foreldre uttrykk for at de ønsker plass til sine barn i den samiske barnehagen Álttá Siida.
sme: Čoahkkimis dovddahedje sámi vánhemat ahte háliidit mánáidasaset saji Álttá Siidda sámi mánáidgárddis.

source: I dag står over 20 barn står på venteliste.
sme: Dál leat badjel 20 máná vuordinlisttas.

source: Mange foreldre ønsker et fullverdig samisk barnehagetilbud, med samisk som driftsspråk og ansatte som er samisksspråklige.
sme: Ollu vánhemat háliidit ollislaš sámi mánáidgárdefálaldaga, mas sámegiella lea beaivválaš giella ja bargit sámegielagat.

source: For disse foreldrene er ikke norskspråklige barnehager et aktuelt alternativ.
sme: Dáid vánhemiidda eai leat dárogielat mánáidgárddit eisege molssaeaktun.

source: Sametingsrådet møtte 8. februar noen av foreldrene som ikke har fått samisk barnehageplass i Alta.
sme: Sámediggeráđđi deaivvadii muhtun vánhemiiguin geat eai leat ožžon sámi mánáidgárdesaji Álttás.

source: Sametingsrådet avholder nytt måte om saken 19. mai, der Alta kommune vil være representert.
sme: Sámediggeráđđi doalai ođđa čoahkkima ášši birra miessemánu 19. b. masa Álttá suohkan searvvai.

source: Samarbeid med Kunnskapsdepartementet
sme: Ovttasbargu Máhttodepartemeanttain

source: Sametingsrådet hadde møte med representanter for Kunnskapsdepartementet 07.- 08. april i Karasjok, om status i arbeidet med ny rammeplan for barnehager.
sme: Sámediggeráđis lei čoahkkin Máhttodepartemeantta ovddasteddjiiguin cuoŋománu 7. ja 8 b. Kárášjogas, mánáidgárddiid ođđa rámmaplána barggu stáhtusa birra.

source: Sametinget fremmet forslag om det samiske perspektivet i rammeplanen.
sme: Sámediggi evttohii sámi perspektiivva rámmaplánii.

source: Sametingsrådet fortsetter arbeider for å innarbeidet det samiske perspektivet, i dialog med departementet.
sme: Sámediggeráđđi joatká bargguin sámi perspektiivva heivehemiin, departemeanttain gulahallamiin.

source: Besøk i sørsamiske barnehager
sme: Máttasámi mánáidgárddiin galledeapmi

source: Sametingsrådet har i perioden besøkt flere sørsamiske barnehager.
sme: Sámediggeráđđi lea áigodaga galledan máŋgga máttasámi mánáidgárddi.

source: På Suajua maanagierte er sørsamisk hverdagsspråket både blant barn og personale.
sme: Suajua mánáidgárddis lea máttasámegiella beaivválaš giellan sihke mánáid ja bargiid gaskkas.

source: Barnehagen har en stabil samiskspråklig personalgruppe, men utfordres av en utvikling der barnetallet til neste barnehageår går ned.
sme: Mánáidgárddis lea stabiila sámegielat bargiidjoavku, muhto hástalussan lea go mánnálohku boahtte mánáidgárdejahkái njiedjá.

source: Barnehagen er bekymret for at Snåsa kommune vil åpne plasser for norsktalende barn når eller dersom de eksisterende plasser ikke fylles opp med tilstrekkelig antall samisktalende barn.
sme: Mánáidgárdi lea fuolas go Snoasa suohkan áigu addit sajiid dárogielat mánáide jos eai leat doarvái sámegielat mánát.

source: Sametingsrådet har derfor gjennomført møter med Snåsa kommune om samisk barnehagetilbud.
sme: Danne lea Sámediggeráđđi čađahan čoahkkimiid Snoasa suohkaniin sámi mánáidgárdefálaldaga birra.

source: Snåsa kommune erkjenner utfordringer knyttet til en generell nedgang i antall barn i barnehager i hele kommunen, noe som også får konsekvenser for elevtallet i skolene.
sme: Snoasa suohkan dovddasta ahte leat hástalusat go mánnálohku mánáidgárddiin olles suohkanis njiedjá, mas leat váikkuhusat maiddái skuvllaid ohppiidlohkui.

source: Sametingsrådet har også gjennomført møte med Røros kommune som 31. mars vedtok at en sørsamisk avdeling skal etableres ved Ysterhagen barnehage.
sme: Sámediggeráđđi lea čađahan čoahkkima maiddái Rørosa suohkaniin, mii njukčamánu 31. b. mearridii ahte Ysterhagen mánáidgárdái galgá ásahuvvot máttasámi ossodat.

source: Avdeling skal ha sørsamisk som dagligspråk, og tilbudet åpnes 15.august 2016.
sme: Ossodagas galgá máttasámegiella leat beaivválaš giellan, ja fálaldat rahppojuvvo borgemánu 15. b. 2016.

source: Fylkesmannen i Sør-Trøndelag og Sametingsrådet skal drøfte de økonomiske kostnadene ved en ombygging av avdelingen ved Ysterhaugen barnehage.
sme: Mátta- Trøndelága fylkkamánni ja Sámediggeráđđi galget guorahallat ekonomalaš goluid Ysterhagen mánáidgárddi ossodagas.

source: Samisk språk i Cizaš barnehage i Oslo
sme: Sámegiella Cizáš mánáidgárddis Oslos

source: Bydel Grünerløkka ønsker å endre krav til språkkompetanse for personalet ved den samiske barnehagen Cizaš i Oslo.
sme: Gávpotoassi Grünerløkka háliida rievdadit gáibádusa giellagelbbolašvuođas bargiin Cizáš sámi mánáidgárddis Oslos.

source: Forslaget innebærer at det er tilstrekkelig at 50 prosent av personalet per avdeling er samiskspråklige.
sme: Evttohus mearkkaša ahte lea doarvái go 50 proseantta bargiin iešguđege ossodagas leat sámegielagat.

source: Sametingsrådet har drøftet forslaget med representanter for bydelsutvalget på Grünerløkka.
sme: Sámediggeráđđi lea guorahallan evttohusa Grünerløkka gávpotoasselávdegottiin.

source: Rådet vil i sitt høringssvar fastholde at grunnbemanningen i barnehagen skal være 100 prosent samiskspråklige, og at samisk må være driftsspråk.
sme: Ráđđi áigu gulaskuddanvástádusas doalahit ahte mánáidgárddis galget leat 100 % sámegielat vuođđobargit, ja sámegiella ferte leat beaivválaš giella.

source: Barnehageseminar: Hverdagsspråk
sme: Mánáidgárdeseminára: Beaivválaš giella

source: «Hverdagsspråk i barnehagen» var tema for Sametingets årlige barnehageseminar for samiske barnehageansatte 26. – 27. april, der omkring 50 fagfolk deltok.
sme: «Beaivválaš giella mánáidgárddis» lei fáddán Sámedikki jahkásaš mánáidgárdesemináras sámi mánáidgárdebargiid várás cuoŋománu 26. ja 27. b., masa serve birrasii 50 fágaolbmo.

source: Seminaret er viktig for erfaringsutveksling, kompetanseheving og informasjon til barnehagene som arbeider med samisk språk og kultur.
sme: Seminára lea deaŧalaš vásihusaid lonuhallamii, gelbbolašvuođa buorideapmái ja diehtojuohkimii mánáidgárddiide mat barget sámi gielain ja kultuvrrain.

source: President Aili Keskitalo deltok på seminaret, og framholdt at barnehagene representerer en av de viktigste språkarenaene for samiske barn.
sme: Presideanta Aili Keskitalo searvvai seminárii, ja oaivvilda ahte mánáidgárddit leat deaŧalepmosat giellaarenaid gaskkas sámi mánáid várás.

source: 6 Grunnopplæring
sme: 6 Vuođđooahpahus

source: Den samiske befolkningen har kunnskap, kompetanse og ferdigheter som kreves for å bevare og utvikle samiske samfunn.
sme: Sámi álbmogis lea dat máhttu, gelbbolašvuohta ja gálggat mat dárbbašuvvojit vai sáhttá gáhttet ja ovddidit sámi servodagaid.

source: 6.1 Den samiske elevens rettigheter og skolens innhold og verdigrunnlag
sme: 6.1 Sámi ohppiid vuoigatvuođat ja skuvlla sisdoallu ja árvovuođđu

source: Videregående opplæring Sametinget mottar mange henvendelser fra elever og foreldre om manglende og lite tilfredsstillende samiskopplæring.
sme: Sámediggi oažžu ollu dieđuid ohppiin ja váhnemiin váilevaš ja unnán dohkálaš sámegiel oahpahusa birra.

source: Troms fylkeskommune arrangerte konferanse i mars 2016 om samisk i den videregående skolen i Troms, der Sametingsrådet deltok.
sme: Romssa fylkkasuohkan lágidii konferánssa njukčamánu 2016:s sámegiel oahpahusa birra Romssa joatkkaskuvllas, gos maid Sámediggeráđđi oassálasttii.

source: Sametingsrådet drøftet læremiddelsituasjonen for elever på videregående skole, og informerte om Sametingets handlingsplan for utvikling av læremidler 2015-2018 og fokus på å utvikle læremidler i samisk og design og duodji på alle tre samiske språk.
sme: Sámediggeráđđi digaštalai joatkkaskuvlla ohppiid oahpponeavvodili birra, ja muitalii Sámedikki doaibmaplána 2015-2018 oahppoplánaid ovdáneami birra. Čalmmustahtii maid ovddideami sámegiela, designa ja duoji oahpponeavvuid birra buot golmma sámegillii.

source: Mangelen på samisklærere og manglende fjernundervisning som alternativ til tradisjonell undervisning ble også drøftet.
sme: Unnán sámegieloahpaheddjiid ja váilevaš gáiddusoahpahus digaštallui molssaeaktun dábálaš oahpahussii.

source: Sametingsrådet inviterte leder av Elevorganisasjonen til et arrangement 01.april, med møter og skolebesøk.
sme: Sámediggeráđđi bovdii 1. b. cuoŋománu lágidemiide Ohppiidorganisašuvnna jođiheaddji, sihke čoahkkimiidda ja skuvlaguossástallamii.

source: På møtet deltok også leder for Sametingets ungdomspolitiske utvalg/SUPU.
sme: Čoahkkimii oassálasttii maid Sámedikki nuoraidpolitihkalaš lávdegotti/ SáNul jođiheaddji.

source: Ved besøk på Lakselv videregående skole og Samisk videregående skole i Karasjok møtte elevrådene og skoleledere.
sme: Go ledje Leavnnja joatkkaskuvlla ja Kárášjoga sámi joatkkaskuvlla guossis deaivvadedje sii ohppiidráđiiguin ja skuvlaovddasteddjiiguin.

source: Tema for skolemøtene var samisk opplæring, om å være borteboer, trivsel og arbeid mot mobbing.
sme: Skuvlačoahkkimiin lei fáddá sámegieloahpahus, ohppiid birra mat eai gacca oahpu ruovttubáikkis, loaktin ja barggu birra givssideami vuostá.

source: Sametingsrådet opplevde det som svært nyttig å få informasjon og drøfte med elevene og skolene om deres utfordringer i skolehverdagen.
sme: Sámediggeráđi mielas lei hui ávkalaš oažžut dieđuid ja digaštallat ohppiiguin ja skuvllaiguin sin skuvlabeaivválaš hástalusaid birra.

source: Sametinget har gitt innspill til rapporten fra Kunnskapsdepartementet “Kunnskapssektoren sett utenfra”, om:
sme: Sámediggi lea buktán cealkámuša Máhttodepartemeantta raportii “Máhttosuorgi olggobealde geahčastagas”, mii lea dáid birra:

source: eierskapet til de samiske videregående skolene
sme: sámi joatkkaskuvllaid eaiggádeapmi

source: nasjonale sentre i opplæringen
sme: Nationála lohkanguovddážat

source: senter for internasjonalisering av utdanning/ SIU
sme: Guovddáš mii áigu riikkaidgaskasažžan dahkat oahpahusa (SIU)

source: Sametingsrådet mener eierskapet til de samiske videregående skolene bør videreføres som i dag, og at Senter for samisk i opplæringa gis status som et nasjonalt senter, samt sette senteret faglig og ressursmessig i stand til å drive faglig veiledning av de samiske skolene.
sme: Sámediggeráđđi oaivvilda ahte sámi joatkkaskuvllaid eaiggádeapmi ferte viidásetfievrriduvvot dálá hámis, ja ahte Lohkanguovddážii addo stáhtus nationála guovddážin, ja bidjat guovddáža fágalaččat ja resurssaid dáfus vejolažžan doaimmahit fágalaš bagadallama sámi skuvllain.

source: Sametingsrådet ønsker en presisering i oppdragsbrevene til de øvrige nasjonale læringssentrene om at også de har ansvar for det samiske skoletilbudet.
sme: Sámediggeráđđi háliida deattuhuvvot bargamušdokumeanttain eará nationála oahppoguovddážiidda ahte dain maid lea ovddasvástádus sámi skuvlafálaldahkii.

source: Sametingsrådet støtter at SIU får hovedansvaret for internasjonalisering av utdanning, som er spesielt viktig for de samiske områdene som er fordelt over fire land.
sme: Sámediggeráđđi doarju dan ahte SIU oažžu váldoovddasvástádusa dahkat oahpahusa riikkaidgaskasažžan. Juoga mii lea earenoamáš dehálaš sámi guovlluide mat leat juohkásan njealji riikii.

source: Sametingsrådet har bedt om en redegjørelse fra Kunnskapsdepartementet om status for arbeidet med nytt bygg for Samisk videregående- og reindriftsskole i Kautokeino.
sme: Sámediggeráđđi lea bivdán čielggadeami Máhttodepartemeanttas ođđa visttii huksema barggu birra Sámi joatkka- ja boazodoalloskuvlla várás Guovdageidnui.

source: Departementet ønsker kostnadsnivået i Statsbyggs planer redusert, gjennom samlokalisering med andre statlige bygg, og reduksjon i estimert elevtall fra 150 til 115.
sme: Departemeanta háliida ahte golut Statsbygga plánain vuoliduvvojit, jus dán skuvlla hukse gitta eará stáhtalaš visttiide, ja vuolida jurddašuvvon ohppiidlogu 150:s 115 rádjái.

source: Sametingsrådet er uenig med departementets vurderinger og følger dette opp.
sme: Sámediggeráđđi ii leat ovttaoaivilis departemeantta árvvoštallamiiguin ja áigu čuovvolit ášši.

source: Fremtidens skole
sme: Boahtteáiggi skuvla

source: Regjeringen har utarbeidet stortingsmeldingen: «Fag - Fordypning - Forståelse» basert på Ludvigsenutvalgets innstilling NOU 2015:8 «Fremtidens skole».
sme: Ráđđehus lea hábmen stuoradiggedieđáhusa: «Fag - Fordypning – Forståelse (Fága – Čiekŋudeapmi – Ipmárdus)» mii lea vuođđuduvvon Ludvigsen-lávdegotti árvalusa nala NOU 2015:8 «Fremtidens skole (Boahtteáiggi skuvla)».
